[
  {
    "type": "Individual Lessons",
    "description": "Our individualised lessons will enable your child to learn at their own pace and grow in confidence. They will be planned to meet your child’s specific needs. They may be struggling in some areas of the curriculum, not reaching their full potential or lack confidence in larger teaching groups, so would benefit from a relaxed learning environment with personalised and engaging lessons.",
    "price": "From £45 per session"
  },
  {
    "type": "Transfer Tests (11+)",
    "description": "If your child has the aptitude to perform well above average in the subjects tested, then we can help prepare them to sit the test. Initial assessment is carried out to identify any weaker areas. Individual or group sessions will be weekly, with homework being set. Closer to the test, additional sessions or short, intensive courses will be offered. We can also help prepare your child for entrance exams. Having worked in the independent sector, we know their high expectations and have helped past pupils gain places in many schools in both Buckinghamshire and Oxfordshire.",
    "price": "From £45 per session"
  },
  {
    "type": "SEN Support",
    "description": "We have experience of teaching children with a wide range of special educational needs including dyslexia, dyscalculia, dyspraxia, ASD and ADHD. Working one-to-one with children with such needs, can help them overcome the frustration they may be feeling and reignite an enthusiasm for learning, whilst building confidence. All lessons are planned for the individual child and use multi-sensory approaches.",
    "price": "From £45 per session"
  },
  {
    "type": "Assessments",
    "description": "We offer informal assessment sessions to help you find out exactly how your child is doing, including standardised results in reading and spelling. The assessments include comprehensive feedback and areas to work on, alongside strategies on how to support your child at home. We also offer screeners for Dyslexia and coloured overlays. Although these do not give a formal diagnosis, you will recieve a detailed report on your child's strengths and weaknesses in literacy and their likelihood of being Dyslexic."
  }
]
